Repository: quangtuyen88/forge
Catalog: App/Forge/Localizable.xcstrings
Source language: en
Languages: ja, ko, vi

source: The timeline could not be read
ja: タイムラインを読み込めませんでした
ko: 타임라인을 읽을 수 없습니다
vi: Không đọc được dòng thời gian

source: The timeline shows finished workouts, body check-ins, progress photos, program changes and your own notes. Nothing else is invented here.
ja: タイムラインには、完了したワークアウト、ボディチェックイン、進捗写真、プログラムの変更、自分のメモが表示されます。ここで他に何かが作り出されることはありません。
ko: 타임라인에는 완료한 운동, 바디 체크인, 진행 사진, 프로그램 변경, 직접 작성한 메모가 표시됩니다. 여기에 다른 것은 만들어내지 않습니다.
vi: Dòng thời gian hiển thị các buổi tập đã hoàn thành, số đo cơ thể, ảnh tiến độ, thay đổi giáo án và ghi chú của bạn. Không có gì khác được tạo ra ở đây.

source: The unit keeps its loads; only the label changes.
ja: 器具は負荷を保持し、ラベルだけが変わります。
ko: 기구는 중량을 유지하며 라벨만 변경됩니다.
vi: Dụng cụ vẫn giữ các mức tạ; chỉ nhãn thay đổi.

source: The voice model didn't download. Try again.
ja: 音声モデルをダウンロードできませんでした。もう一度お試しください。
ko: 음성 모델을 내려받지 못했습니다. 다시 시도하세요.
vi: Không tải được mô hình giọng nói. Hãy thử lại.

source: Theme
ja: テーマ
ko: 테마
vi: Chủ đề

source: Then numbers mean the same thing and progress is real.
ja: そうすれば数値は同じ意味になり、進捗は本物になります。
ko: 그래야 숫자가 같은 의미를 갖고 진행이 진짜가 됩니다.
vi: Khi đó các con số mới cùng nghĩa và tiến bộ mới là thật.

source: There is already a “%@” at %@. Saving adds a separate unit — loads recorded on the two are never merged.
ja: %2$@にはすでに「%1$@」があります。保存すると別の器具が追加され、2つに記録された負荷が統合されることはありません。
ko: 이미 %2$@에 “%1$@”이(가) 있습니다. 저장하면 별도의 기구가 추가되며, 두 기구에 기록된 중량은 절대 병합되지 않습니다.
vi: Đã có một “%@” ở %@. Lưu lại sẽ thêm một dụng cụ riêng — mức tạ ghi trên hai dụng cụ không bao giờ được gộp.

source: These values are intentionally zero
ja: これらの値は意図的にゼロです
ko: 이 값은 의도적으로 0입니다
vi: Các giá trị này cố ý bằng 0

source: They log.
ja: あなたは記録。
ko: 당신은 기록.
vi: Bạn ghi lại.

source: They log. We program.
ja: あなたは記録。私たちが組む。
ko: 당신은 기록. 우리는 설계.
vi: Bạn ghi lại. Chúng tôi lập trình.

source: Thigh
ja: 太もも
ko: 허벅지
vi: Đùi

source: Thinking…
ja: 考えています…
ko: 생각 중…
vi: Đang suy nghĩ…

source: This equipment has no number to record and no load step.
ja: この器具には記録する数値も負荷の刻みもありません。
ko: 이 기구에는 기록할 숫자도 없고 중량 단계도 없습니다.
vi: Dụng cụ này không có con số để ghi và không có bước tăng mức tạ.

source: This goal is stored as achieved, but %lld of %lld required verified record%@ count for it. It is not shown as achieved here.
ja: この目標は達成済みとして保存されていますが、必要な確認済み記録の%1$lld / %2$lld件%3$@しかありません。ここでは達成済みとして表示されません。
ko: 이 목표는 달성으로 저장되었지만 필수 확인 기록 %1$lld/%2$lld개%3$@만 충족합니다. 여기에서는 달성으로 표시되지 않습니다.
vi: Mục tiêu này được lưu là đã đạt, nhưng %1$lld trên %2$lld bản ghi%3$@ đã xác minh bắt buộc được tính cho nó. Nó không được hiển thị là đã đạt ở đây.

source: This is a bodyweight movement. Add load only if you are holding or wearing it.
ja: これは自重種目です。保持または装着している場合のみ負荷を追加してください。
ko: 맨몸 동작입니다. 들고 있거나 착용한 경우에만 부하를 추가하세요.
vi: Đây là động tác dùng trọng lượng cơ thể. Chỉ thêm tải nếu bạn đang cầm hoặc đeo.

source: This is a bodyweight movement. Add load with a belt, vest or dumbbell and log the added weight only.
ja: これは自重の動作です。ベルト、ベスト、ダンベルで負荷を加え、追加した重量のみを記録してください。
ko: 이것은 체중 운동입니다. 벨트, 조끼 또는 덤벨로 중량을 추가하고 추가된 중량만 기록하세요.
vi: Đây là động tác dùng trọng lượng cơ thể. Hãy thêm tạ bằng đai, áo tạ hoặc tạ đơn và chỉ ghi phần tạ thêm.

source: This is a daily training recommendation, not a permanent target change.
ja: これは毎日のトレーニング推奨であり、恒久的な目標変更ではありません。
ko: 이것은 일일 훈련 추천이며 영구적인 목표 변경이 아닙니다.
vi: Đây là khuyến nghị tập luyện hằng ngày, không phải thay đổi mục tiêu vĩnh viễn.

source: This is set 1 of your first session. Log it when you are ready.
ja: 初回セッションの1セット目です。準備ができたら記録してください。
ko: 첫 세션의 1세트예요. 준비되면 기록하세요.
vi: Đây là hiệp 1 của buổi đầu tiên. Ghi lại khi bạn sẵn sàng.

source: This is the current day
ja: 今日です
ko: 오늘입니다
vi: Đây là ngày hiện tại

source: This only affects Crew. Adherence, readiness and your program read the same sets as before.
ja: これはクルーにのみ影響します。実行率、準備度、プログラムは従来どおり同じセットを参照します。
ko: 이것은 크루에만 영향을 줍니다. 이행률, 준비도, 프로그램은 이전과 동일한 세트를 읽습니다.
vi: Điều này chỉ ảnh hưởng đến Nhóm. Tuân thủ, mức sẵn sàng và chương trình của bạn vẫn đọc cùng các hiệp như trước.

source: This plan covers no session around today. Its days are the ones you laid out in the week designer.
ja: このプランには今日前後のセッションがありません。日は週デザイナーで設定したものです。
ko: 이 계획은 오늘 주변의 세션을 포함하지 않습니다. 날짜는 주간 설계에서 배치한 것입니다.
vi: Kế hoạch này không bao gồm buổi tập nào quanh hôm nay. Các ngày của nó là những ngày bạn đã sắp xếp trong trình thiết kế tuần.

source: This plan is not this week
ja: このプランは今週のものではありません
ko: 이 계획은 이번 주 계획이 아닙니다
vi: Kế hoạch này không phải tuần này

source: This profile has no stable identifier yet.
ja: このプロファイルにはまだ安定した識別子がありません。
ko: 이 프로필에는 아직 안정적인 식별자가 없습니다.
vi: Hồ sơ này chưa có mã định danh ổn định.

source: This record is no longer on this device
ja: この記録はもうこの端末にはありません
ko: 이 기록은 더 이상 이 기기에 없습니다
vi: Bản ghi này không còn trên thiết bị này

source: This screen never reports a success rate. A change made inside a program that is also changing cannot be attributed to one recommendation.
ja: この画面が成功率を報告することはありません。変化しつつあるプログラム内で行われた変更は、1つの推奨に帰属できません。
ko: 이 화면은 성공률을 보고하지 않습니다. 함께 변경되는 프로그램 안에서 이루어진 변경은 하나의 추천으로 귀속될 수 없기 때문입니다.
vi: Màn hình này không bao giờ báo tỷ lệ thành công. Một thay đổi được thực hiện bên trong một chương trình cũng đang thay đổi thì không thể quy cho một khuyến nghị duy nhất.

source: This set was edited after you wrote this note. Saving reattaches it to the current set; your text is kept either way.
ja: このセットは、このメモを書いた後に編集されました。保存すると現在のセットに再び紐づけられます。テキストはどちらの場合も保持されます。
ko: 이 세트는 메모를 작성한 후 편집되었습니다. 저장하면 현재 세트에 다시 연결되며, 텍스트는 어느 쪽이든 유지됩니다.
vi: Hiệp này đã được sửa sau khi bạn viết ghi chú này. Việc lưu sẽ gắn lại nó vào hiệp hiện tại; văn bản của bạn vẫn được giữ trong mọi trường hợp.

source: This sets your rep ranges. You can change it later in Settings.
ja: これでレップ範囲が決まります。後から設定で変更できます。
ko: 이 선택으로 렙 범위가 정해져요. 나중에 설정에서 바꿀 수 있어요.
vi: Lựa chọn này đặt khoảng số lần của bạn. Bạn có thể đổi sau này trong Cài đặt.

source: This suggestion didn't pass my own checks, so I haven't changed anything.
ja: この提案は私自身のチェックを通らなかったため、何も変更していません。
ko: 이 제안은 제 검사를 통과하지 못해 아무것도 변경하지 않았습니다.
vi: Gợi ý này không vượt qua các kiểm tra của chính tôi, nên tôi chưa thay đổi gì.

source: This was changed on another screen. Reopen it to continue.
ja: この内容は別の画面で変更されました。続けるには開き直してください。
ko: 다른 화면에서 변경되었습니다. 계속하려면 다시 여세요.
vi: Nội dung này đã bị thay đổi ở màn hình khác. Mở lại để tiếp tục.

source: This week
ja: 今週
ko: 이번 주
vi: Tuần này

source: This week has no sessions on it yet. Lay out the days you want in the week designer — nothing is scheduled until you do.
ja: 今週はまだセッションがありません。週デザイナーで希望の曜日を設定してください。設定するまで何も予定されません。
ko: 이번 주에는 아직 세션이 없습니다. 주간 디자이너에서 원하는 요일을 정하세요. 정하기 전까지는 아무것도 예약되지 않습니다.
vi: Tuần này chưa có buổi tập nào. Hãy sắp xếp các ngày bạn muốn trong trình thiết kế tuần — sẽ không có gì được lên lịch cho đến khi bạn làm.

source: This week · all recorded
ja: 今週 · すべて記録済み
ko: 이번 주 · 모두 기록됨
vi: Tuần này · đã ghi tất cả

source: This week · avg %@
ja: 今週 · 平均%@
ko: 이번 주 · 평균 %@
vi: Tuần này · trung bình %@

source: This week · avg %@ over %lld recorded weeks
ja: 今週 · 記録された%2$lld週の平均%1$@
ko: 이번 주 · 기록된 %2$lld주 평균 %1$@
vi: Tuần này · trung bình %1$@ trong %2$lld tuần có ghi

source: This week · total tonnage
ja: 今週 · 総重量
ko: 이번 주 · 총 중량
vi: Tuần này · tổng khối lượng

source: This week's plan
ja: 今週のプラン
ko: 이번 주 계획
vi: Kế hoạch tuần này

source: This week's plan, %@
ja: 今週のプラン、%@
ko: 이번 주 계획, %@
vi: Kế hoạch tuần này, %@

source: This week's plan: %@
ja: 今週のプラン: %@
ko: 이번 주 플랜: %@
vi: Kế hoạch tuần này: %@

source: This week's plan keeps the same exercises.
ja: 今週のプランの種目は変わりません。
ko: 이번 주 플랜의 운동은 그대로예요.
vi: Kế hoạch tuần này giữ nguyên các bài tập.

source: This week: %lld done · %lld left.
ja: 今週：%1$lld完了・残り%2$lld。
ko: 이번 주: %1$lld 완료 · %2$lld 남음.
vi: Tuần này: đã xong %1$lld · còn %2$lld.

source: This week: %lld of %lld done.
ja: 今週：%1$lld/%2$lld完了。
ko: 이번 주: %1$lld/%2$lld 완료.
vi: Tuần này: đã xong %1$lld trên %2$lld.

source: Three days off. The plan waited.
ja: 3日間の休み。プランは待っていました。
ko: 사흘 쉬었어요. 계획은 기다리고 있었죠.
vi: Nghỉ ba ngày. Kế hoạch vẫn đang chờ.

source: Time
ja: 時刻
ko: 시간
vi: Giờ

source: Time budget
ja: 時間予算
ko: 시간 예산
vi: Quỹ thời gian

source: Time to train
ja: トレーニングの時間です
ko: 운동할 시간이에요
vi: Đến giờ tập rồi

source: Timeline
ja: タイムライン
ko: 타임라인
vi: Dòng thời gian

source: Tiny
ja: 極小
ko: 초소형
vi: Rất nhỏ

source: Title
ja: タイトル
ko: 제목
vi: Tiêu đề

source: Today
ja: 今日
ko: 오늘
vi: Hôm nay

source: Today · %@
ja: 今日 · %@
ko: 오늘 · %@
vi: Hôm nay · %@

source: Today's goal
ja: 今日の目標
ko: 오늘의 목표
vi: Mục tiêu hôm nay

source: Today's plan
ja: 今日のプラン
ko: 오늘의 계획
vi: Kế hoạch hôm nay

source: Today's session
ja: 今日のセッション
ko: 오늘의 세션
vi: Buổi tập hôm nay

source: Today's session on your plan
ja: プラン上の今日のセッション
ko: 계획의 오늘 세션
vi: Buổi tập hôm nay trong kế hoạch của bạn

source: Tonnage
ja: 総重量
ko: 총 중량
vi: Tổng khối lượng

source: Tonnage per week
ja: 週あたり総重量
ko: 주당 총 중량
vi: Tổng khối lượng mỗi tuần

source: Top PRs
ja: 上位のPR
ko: 상위 PR
vi: PR hàng đầu

source: Top lifts
ja: 上位の種目
ko: 상위 운동
vi: Bài nâng hàng đầu

source: Top lifts (e1RM)
ja: 上位リフト（e1RM）
ko: 상위 리프트(e1RM)
vi: Bài nâng hàng đầu (e1RM)

source: Top set
ja: トップセット
ko: 톱 세트
vi: Hiệp nặng

source: Total including bar
ja: シャフト込みの合計
ko: 바 포함 합계
vi: Tổng đã gồm thanh đòn

source: Train with %@
ja: %@と一緒に
ko: %@와 함께
vi: Tập cùng %@

source: Train with me on Regulift. Use code %@ for a free month: https://forge-coach.quangtuyen88.workers.dev/r/%@
ja: Reguliftで一緒に鍛えましょう。コード%@で無料1か月: https://forge-coach.quangtuyen88.workers.dev/r/%@
ko: Regulift에서 저와 함께 훈련해요. 코드 %@으로 무료 1개월: https://forge-coach.quangtuyen88.workers.dev/r/%@
vi: Tập cùng tôi trên Regulift. Dùng mã %@ nhận một tháng miễn phí: https://forge-coach.quangtuyen88.workers.dev/r/%@

source: Train with your crew
ja: クルーと共に鍛える
ko: 크루와 함께 훈련
vi: Tập cùng nhóm của bạn

source: Training
ja: トレーニング
ko: 훈련
vi: Tập luyện

source: Training experiments
ja: トレーニング実験
ko: 훈련 실험
vi: Thử nghiệm chương trình tập

source: Training program — %@
ja: トレーニングプログラム — %@
ko: 훈련 프로그램 — %@
vi: Chương trình tập luyện — %@

source: Training records since %@
ja: %@ 以降のトレーニング記録
ko: %@ 이후의 훈련 기록
vi: Bản ghi tập luyện từ %@

source: Training report
ja: トレーニングレポート
ko: 트레이닝 리포트
vi: Báo cáo tập luyện

source: Training setup
ja: トレーニング設定
ko: 훈련 설정
vi: Thiết lập tập luyện

source: Training setup & modes
ja: トレーニング設定とモード
ko: 훈련 설정 및 모드
vi: Thiết lập tập luyện & chế độ

source: Training start date
ja: トレーニング開始日
ko: 훈련 시작 날짜
vi: Ngày bắt đầu tập

source: Travel mode
ja: 旅行モード
ko: 여행 모드
vi: Chế độ du lịch

source: Travels with you
ja: あなたと一緒に
ko: 어디서나 함께
vi: Đi cùng bạn

source: Trends
ja: 推移
ko: 추이
vi: Xu hướng

source: Trial · ends %@
ja: トライアル · %@に終了
ko: 체험 · %@ 종료
vi: Dùng thử · kết thúc %@

source: Triceps
ja: 上腕三頭筋
ko: 삼두근
vi: Bắp tay sau

source: Try again
ja: 再試行
ko: 다시 시도
vi: Thử lại

source: Try your
ja: はじめての
ko: 첫 세트를
vi: Thử

source: Try: bench 80 for 8 at 8
ja: 例: bench 80 for 8 at 8
ko: 예: bench 80 for 8 at 8
vi: Thử: bench 80 cho 8 lần ở RPE 8

source: Try: deadlift 132.5×8 @8
ja: 例: deadlift 132.5×8 @8
ko: 예: deadlift 132.5×8 @8
vi: Thử: deadlift 132.5×8 @8

source: Turn on the coach in Regulift first.
ja: 先にReguliftでコーチをオンにしてください。
ko: 먼저 Regulift에서 코치를 켜세요.
vi: Hãy bật HLV trong Regulift trước.

source: Turn on the coach in Regulift on iPhone first.
ja: 先にiPhoneのReguliftでコーチをオンにしてください。
ko: 먼저 iPhone의 Regulift에서 코치를 켜세요.
vi: Hãy bật HLV trong Regulift trên iPhone trước.

source: Turn the coach on in Settings first.
ja: 先に設定でコーチをオンにしてください。
ko: 먼저 설정에서 코치를 켜 주세요.
vi: Hãy bật HLV trong Cài đặt trước.

source: Two red days in a row
ja: 赤が2日連続
ko: 이틀 연속 레드
vi: Hai ngày đỏ liên tiếp

source: Type
ja: 種類
ko: 유형
vi: Loại

source: Type a set
ja: セットを入力
ko: 세트 입력
vi: Nhập một hiệp

source: Unavailable
ja: 利用不可
ko: 사용 불가
vi: Không khả dụng

source: Under 1 min
ja: 1分未満
ko: 1분 미만
vi: Dưới 1 phút

source: Under MEV
ja: MEV未満
ko: MEV 미만
vi: Dưới MEV

source: Understand unusual phrasing
ja: 変わった言い回しを理解する
ko: 특이한 표현 이해
vi: Hiểu cách nói khác thường

source: Undo
ja: 元に戻す
ko: 실행 취소
vi: Hoàn tác

source: Undone
ja: 元に戻しました
ko: 실행 취소됨
vi: Đã hoàn tác

source: Undone. %@ is back in your plan.
ja: 元に戻しました。%@はプランに戻りました。
ko: 실행 취소했어요. %@이(가) 플랜에 돌아왔어요.
vi: Đã hoàn tác. %@ đã trở lại kế hoạch của bạn.

source: Undone. I won't keep that note.
ja: 元に戻しました。そのメモは保存しません。
ko: 실행 취소했어요. 그 메모는 저장하지 않을게요.
vi: Đã hoàn tác. Tôi sẽ không giữ ghi chú đó.

source: Undone. The deload is off, and your planned sets are back.
ja: 元に戻しました。ディロードは中止され、計画セット数も元に戻りました。
ko: 실행 취소했어요. 디로드가 취소되고 계획된 세트도 돌아왔어요.
vi: Đã hoàn tác. Đã tắt giảm tải, số hiệp dự kiến đã về như cũ.

source: Undone. Your plan is back to %@.
ja: 元に戻しました。プランは%@に戻りました。
ko: 실행 취소했어요. 플랜이 %@(으)로 돌아갔어요.
vi: Đã hoàn tác. Kế hoạch của bạn đã trở về %@.

source: Unfollow
ja: フォロー解除
ko: 팔로우 취소
vi: Bỏ theo dõi

source: Unit
ja: 単位
ko: 단위
vi: Đơn vị

source: Unit, convention, step, bar or stack settings changed, so this becomes revision %lld. Loads recorded under revision %lld stay separate and keep their original meaning.
ja: 単位、数え方、刻み、シャフト、スタックの設定が変更されたため、リビジョン%1$lldになります。リビジョン%2$lldで記録された負荷は分離されたまま、元の意味を保持します。
ko: 단위, 방식, 단계, 바 또는 스택 설정이 변경되어 개정 %lld이 됩니다. 개정 %lld로 기록된 중량은 별도로 유지되며 원래 의미를 유지합니다.
vi: Đơn vị, cách tính, bước tăng, thanh đòn hay khối tạ đã đổi, nên dụng cụ này thành phiên bản %lld. Các mức tạ ghi theo phiên bản %lld vẫn tách riêng và giữ nguyên ý nghĩa ban đầu.

source: Units
ja: 単位
ko: 단위
vi: Đơn vị

source: Unlisted link is live
ja: 限定公開リンクが公開中です
ko: 비공개 링크 활성 중
vi: Liên kết không công khai đang hoạt động

source: Unlisted link · expires %@
ja: 限定公開リンク · %@に失効
ko: 비공개 링크 · %@ 만료
vi: Liên kết không công khai · hết hạn %@

source: Unlisted links
ja: 限定公開リンク
ko: 비공개 링크
vi: Liên kết không công khai

source: Unsaved changes
ja: 未保存の変更
ko: 저장되지 않은 변경 사항
vi: Thay đổi chưa lưu

source: Until you confirm a unit and a loading convention, loads recorded on those units stay separate from everything else. Nothing has been converted or rewritten.
ja: 単位と負荷の数え方を確認するまで、それらの器具に記録された負荷は他のすべてから分離されたままです。何も換算・書き換えされていません。
ko: 단위와 중량 계산 방식을 확인하기 전까지 해당 기구에 기록된 중량은 다른 모든 것과 별도로 유지됩니다. 변환되거나 다시 작성된 것은 없습니다.
vi: Cho tới khi bạn xác nhận đơn vị và cách tính mức tạ, các mức tạ đã ghi trên những dụng cụ đó vẫn tách riêng khỏi mọi thứ khác. Không có gì bị quy đổi hay viết lại.

source: Unverified
ja: 未確認
ko: 미확인
vi: Chưa xác minh

source: Up next
ja: 次の種目
ko: 다음 운동
vi: Tiếp theo

source: Up to %lld exercises · %lld working sets
ja: 最大%lld種目 · 実施セット%lld
ko: 최대 %lld개 운동 · 작업 세트 %lld
vi: Tối đa %lld bài · %lld hiệp chính

source: Upcoming · %@
ja: 予定 · %@
ko: 예정 · %@
vi: Sắp tới · %@

source: Upper : Lower %@
ja: 上半身 : 下半身 %@
ko: 상부 : 하부 %@
vi: Trên : Dưới %@

source: Upper body is lagging. Add an upper day.
ja: 上半身が遅れています。上半身の日を追加しましょう。
ko: 상체가 뒤처졌어요. 상체 날을 추가하세요.
vi: Phần trên đang yếu hơn. Thêm một ngày trên.

source: Use
ja: 使用
ko: 사용
vi: Dùng

source: Use Apple's speech service
ja: Appleの音声サービスを使用
ko: Apple 음성 서비스 사용
vi: Dùng dịch vụ giọng nói của Apple

source: Use for today
ja: 今日に使用
ko: 오늘 사용
vi: Dùng cho hôm nay

source: Use normally
ja: 通常どおり使用
ko: 일반 사용
vi: Dùng bình thường

source: Use recommended plan
ja: 推奨プランを使用
ko: 추천 계획 사용
vi: Dùng kế hoạch được khuyến nghị

source: Use recorded best as the baseline
ja: 記録のベストをベースラインとして使用
ko: 기록된 최고를 기준으로 사용
vi: Dùng mức tốt nhất đã ghi làm mức nền

source: Use the name printed on the machine, plus anything that tells two of them apart.
ja: マシンに印字されている名前を使い、2台を区別できる情報を加えてください。
ko: 머신에 인쇄된 이름을 사용하고, 두 머신을 구분할 수 있는 정보를 덧붙이세요.
vi: Dùng tên in trên máy, kèm bất cứ gì giúp phân biệt hai máy giống nhau.

source: Used to read a stack value and to know the smallest real jump.
ja: スタックの値を読み取り、実際の最小の刻みを知るために使われます。
ko: 스택 값을 읽고 실제 최소 증감을 파악하는 데 사용됩니다.
vi: Dùng để đọc giá trị khối tạ và biết bước nhảy thật nhỏ nhất.

source: Useful in a noisy gym.
ja: 騒がしいジムで便利です。
ko: 시끄러운 헬스장에서 유용합니다.
vi: Hữu ích khi phòng tập ồn.

source: Uses dumbbells, bands and bodyweight only.
ja: ダンベル、バンド、自重のみを使います。
ko: 덤벨, 밴드, 체중만 사용합니다.
vi: Chỉ dùng tạ đơn, dây kháng lực và trọng lượng cơ thể.

source: Verified
ja: 確認済み
ko: 확인됨
vi: Đã xác nhận

source: Verified: the unit, convention and step describe what a number on this unit means.
ja: 確認済み: 単位、数え方、刻みが、この器具の数値の意味を表しています。
ko: 확인됨: 단위, 방식, 단계가 이 기구의 숫자가 무엇을 의미하는지 설명합니다.
vi: Đã xác nhận: đơn vị, cách tính và bước tăng mô tả đúng ý nghĩa con số trên dụng cụ này.

source: Verify
ja: 確認する
ko: 확인
vi: Xác nhận

source: Version
ja: バージョン
ko: 버전
vi: Phiên bản

source: Version %lld is already active.
ja: バージョン%lldはすでに有効です。
ko: 버전 %lld은(는) 이미 활성화되어 있습니다.
vi: Phiên bản %lld đã đang hoạt động.

source: Version %lld · %lld days
ja: バージョン%1$lld · %2$lld日
ko: 버전 %1$lld · %2$lld일
vi: Phiên bản %1$lld · %2$lld ngày

source: Version to activate
ja: 有効化するバージョン
ko: 활성화할 버전
vi: Phiên bản cần kích hoạt

source: Video
ja: 動画
ko: 비디오

source: View
ja: 表示
ko: 보기
vi: Xem

source: View body record
ja: 身体記録を見る
ko: 신체 기록 보기
vi: Xem bản ghi cơ thể

source: View change
ja: 変更を見る
ko: 변경 보기
vi: Xem thay đổi

source: View in timeline
ja: タイムラインで表示
ko: 타임라인에서 보기
vi: Xem trong dòng thời gian

source: View plan
ja: プランを見る
ko: 계획 보기
vi: Xem kế hoạch

source: View privately
ja: 非公開で表示
ko: 비공개로 보기
vi: Xem riêng tư

source: View program
ja: プログラムを見る
ko: 프로그램 보기
vi: Xem chương trình

source: View revised workouts
ja: 変更後のトレーニングを見る
ko: 수정된 운동 보기
vi: Xem các buổi tập đã chỉnh sửa

source: View workout
ja: ワークアウトを見る
ko: 운동 보기
vi: Xem buổi tập

source: Voice
ja: 音声
ko: 음성
vi: Giọng nói

source: Voice control unavailable
ja: 音声コントロールを利用できません
ko: 음성 제어 사용 불가
vi: Điều khiển bằng giọng nói không khả dụng

source: Voice unavailable
ja: 音声を利用できません
ko: 음성 사용 불가
vi: Giọng nói không khả dụng

source: Volume
ja: ボリューム
ko: 볼륨
vi: Khối lượng tập

source: Volume 7d
ja: 7日間ボリューム
ko: 7일 볼륨
vi: Khối lượng 7 ngày

source: Volume builds for five weeks, then drops for recovery.
ja: ボリュームは5週間かけて増え、その後リカバリーのため下がります。
ko: 볼륨은 5주 동안 쌓이다가 회복을 위해 줄어듭니다.
vi: Khối lượng tập tăng dần trong năm tuần, rồi giảm để hồi phục.

source: Volume changed
ja: ボリュームが変更されました
ko: 볼륨 변경됨
vi: Đã thay đổi khối lượng tập

source: Volume decisions read that field either way. Rate your hard sets and this page describes what you actually did.
ja: ボリュームの判断はいずれにせよこの値を読み取ります。きついセットを評価すれば、このページは実際の内容を反映します。
ko: 볼륨 판단은 어느 쪽이든 이 값을 읽습니다. 힘든 세트를 평가하면 이 페이지가 실제로 한 것을 설명합니다.
vi: Quyết định khối lượng vẫn đọc trường đó. Hãy chấm điểm các hiệp nặng để trang này mô tả đúng những gì bạn đã làm.

source: Volume landmarks, effort-based load changes and planned deloads decide every session. Each change comes with its reason.
ja: ボリューム基準、努力度に基づく負荷調整、計画的なディロードがすべてのセッションを決めます。変更には必ず理由が付きます。
ko: 볼륨 기준, 노력도 기반 중량 조정, 계획된 딜로드가 모든 세션을 결정해요. 모든 변경에는 이유가 함께 표시돼요.
vi: Mốc khối lượng, điều chỉnh tạ theo mức gắng sức và deload theo kế hoạch quyết định mỗi buổi tập. Mỗi thay đổi đều kèm lý do.

source: Volume load
ja: 総ボリューム
ko: 총 볼륨
vi: Tổng khối lượng

source: Volume load, %@ %@ this week, %lld week chart
ja: 総ボリューム、今週%1$@ %2$@、%3$lld週チャート
ko: 볼륨 중량, 이번 주 %1$@ %2$@, %3$lld주 차트
vi: Tổng khối lượng, %1$@ %2$@ tuần này, biểu đồ %3$lld tuần

source: W%lld
ja: %lld週
ko: %lld주
vi: Tuần %lld

source: Waist
ja: ウエスト
ko: 허리
vi: Eo

source: Warm-up · %lld sets
ja: ウォームアップ · %lldセット
ko: 워밍업 · %lld세트
vi: Khởi động · %lld hiệp

source: Warm-up, %lld sets
ja: ウォームアップ、%lldセット
ko: 워밍업, %lld세트
vi: Khởi động, %lld hiệp

source: We do not know what the number counts, so its loads stay unverified.
ja: 数値が何を数えているのかが分からないため、その負荷は未確認のままです。
ko: 숫자가 무엇을 세는지 알 수 없으므로 그 중량은 미확인 상태로 유지됩니다.
vi: Chúng tôi không biết con số đó tính gì, nên các mức tạ của dụng cụ này vẫn chưa được xác nhận.

source: We program.
ja: 私たちが組む。
ko: 우리는 설계.
vi: Chúng tôi lập trình.

source: Week
ja: 週
ko: 주
vi: Tuần

source: Week %lld
ja: 第%lld週
ko: %lld주차
vi: Tuần %lld

source: Week %lld is the deload: volume drops, loads stay.
ja: 第%lld週はディロードです: ボリュームを下げ、重量は維持。
ko: %lld주차는 디로드예요: 볼륨은 줄이고 중량은 유지.
vi: Tuần %lld là tuần giảm tải: khối lượng giảm, mức tạ giữ nguyên.

source: Week %lld of %lld
ja: 第%lld週 / %lld週
ko: %lld주차 / 총 %lld주
vi: Tuần %lld trên %lld

source: Week %lld of %lld · volume ramps toward MAV
ja: 第%lld週 / %lld週 · ボリュームはMAVへ上昇
ko: %lld주차 / 총 %lld주 · 볼륨이 MAV를 향해 올라가요
vi: Tuần %lld trên %lld · khối lượng tăng dần đến MAV

source: Week %lld review
ja: 第%lld週のレビュー
ko: %lld주차 리뷰
vi: Tổng kết tuần %lld

source: Week %lld review is ready
ja: 第%lld週のレビューの準備ができました
ko: %lld주차 리뷰가 준비됐어요
vi: Tổng kết tuần %lld đã sẵn sàng

source: Week %lld: %@.
ja: 第%lld週: %@。
ko: %lld주차: %@.
vi: Tuần %lld: %@.

source: Week %lld: volume held.
ja: 第%lld週: ボリューム維持。
ko: %lld주차: 볼륨 유지.
vi: Tuần %lld: khối lượng giữ nguyên.

source: Week 1 is ready
ja: 第1週の準備ができました
ko: 1주차가 준비됐어요
vi: Tuần 1 đã sẵn sàng

source: Week 1 · starting at minimum effective volume
ja: 第1週 · 最小有効ボリュームから開始
ko: 1주차 · 최소 유효 볼륨에서 시작
vi: Tuần 1 · bắt đầu từ khối lượng hiệu quả tối thiểu

source: Week designer
ja: 週デザイナー
ko: 주간 설계
vi: Lập lịch tuần

source: Week needs a repair
ja: 週の修正が必要です
ko: 주 수리 필요
vi: Tuần cần được sửa

source: Week of %@
ja: %@の週
ko: %@ 주
vi: Tuần bắt đầu %@

source: Week plan options
ja: 週プランのオプション
ko: 주간 계획 옵션
vi: Tùy chọn lịch tập tuần

source: Week planned
ja: 週が計画されました
ko: 주 계획됨
vi: Đã lên kế hoạch tuần

source: Week sets %lld/%lld
ja: 週のセット %lld/%lld
ko: 주간 세트 %lld/%lld
vi: Hiệp tuần %lld/%lld

source: Week streak
ja: 週連続記録
ko: 주 연속 기록
vi: Chuỗi tuần

source: Weekly sets
ja: 週間セット
ko: 주간 세트
vi: Hiệp mỗi tuần

source: Weekly sets, %lld this week, %lld week chart
ja: 週間セット、今週%1$lld、%2$lld週チャート
ko: 주간 세트, 이번 주 %1$lld개, %2$lld주 차트
vi: Hiệp mỗi tuần, %1$lld tuần này, biểu đồ %2$lld tuần

source: Weeks
ja: 週
ko: 주
vi: Tuần

source: Weight
ja: 体重
ko: 체중
vi: Cân nặng

source: Weight %@ · %lld hard sets this week
ja: 体重%@ · 今週%lldハードセット
ko: 체중 %@ · 이번 주 %lld 하드 세트
vi: Cân nặng %@ · %lld hiệp mạnh tuần này

source: Weight for set %lld
ja: セット%lldの重量
ko: 세트 %lld 중량
vi: Mức tạ cho hiệp %lld

source: Weight per step
ja: 刻みあたりの重さ
ko: 단계당 중량
vi: Mức tạ mỗi bước

source: Weight per step must be greater than zero.
ja: 刻みあたりの重さは0より大きい必要があります。
ko: 단계당 중량은 0보다 커야 합니다.
vi: Mức tạ mỗi bước phải lớn hơn không.

source: Weight units
ja: 重量の単位
ko: 중량 단위
vi: Đơn vị cân nặng

source: Weight vs intake
ja: 体重と摂取量
ko: 체중 vs 섭취량
vi: Cân nặng và lượng nạp

source: Weight · last 90 days (%@)
ja: 体重 · 直近90日（%@）
ko: 체중 · 최근 90일(%@)
vi: Cân nặng · 90 ngày gần đây (%@)

source: Weights in
ja: 重量の単位
ko: 중량 단위
vi: Đơn vị tạ

source: Weights in kilograms or pounds
ja: 重量はキログラムかポンド
ko: 중량은 킬로그램 또는 파운드
vi: Mức tạ theo kg hay pound

source: What a deload does for you
ja: デロードの効果
ko: 디로드가 주는 효과
vi: Giảm tải mang lại gì cho bạn

source: What are you training for?
ja: 何のためにトレーニングしますか？
ko: 무엇을 위해 운동하나요?
vi: Bạn tập để đạt mục tiêu gì?

source: What can be compared
ja: 比較できるもの
ko: 비교 가능한 것
vi: Những gì so sánh được

source: What changes
ja: 変更内容
ko: 변경 사항
vi: Điều gì thay đổi

source: What do you want to ask your coach?
ja: コーチに何を聞きたいですか？
ko: 코치에게 무엇을 물어보고 싶나요?
vi: Bạn muốn hỏi HLV điều gì?

source: What ended the set?
ja: セットが終わった理由は？
ko: 세트를 끝낸 원인은?
vi: Điều gì đã kết thúc hiệp?

source: What happened, how it felt, what to change next time.
ja: 何が起きたか、どんな感覚だったか、次に何を変えるか。
ko: 무슨 일이 있었는지, 어땠는지, 다음에 무엇을 바꿀지.
vi: Chuyện gì đã xảy ra, cảm giác thế nào, lần sau đổi gì.

source: What is working and what changed
ja: 何が効いていて、何が変わったか
ko: 무엇이 작동하고 무엇이 바뀌었는지
vi: Điều gì đang hiệu quả và điều gì đã thay đổi

source: What the engine did
ja: エンジンが行ったこと
ko: 엔진이 한 일
vi: Bộ máy đã làm gì

source: What the number means
ja: 数値の意味
ko: 숫자의 의미
vi: Con số có nghĩa gì

source: What this affects
ja: これが影響するもの
ko: 영향을 받는 것
vi: Điều này ảnh hưởng gì

source: What this goal serves
ja: この目標の役割
ko: 이 목표가 제공하는 것
vi: Mục tiêu này phục vụ điều gì

source: What was proposed, applied and measured
ja: 提案され、適用され、測定された内容
ko: 제안되고, 적용되고, 측정된 것
vi: Điều đã được đề xuất, áp dụng và đo lường
